Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/ReviewCards.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

source: Couldn't prepare audio for speech. Check your audio settings and try again.
ar: تعذر تجهيز الصوت للنطق. تحقق من إعدادات الصوت وحاول مرة أخرى.
bg: Не можа да се подготви аудио за реч. Проверете аудио настройките си и опитайте отново.
bn: বক্তৃতার জন্য অডিও প্রস্তুত করা যায়নি। আপনার অডিও সেটিংস চেক করুন এবং আবার চেষ্টা করুন।
ca: No s'ha pogut preparar l'àudio per a la parla. Comprova la teva configuració d'àudio i torna-ho a provar.
cs: Zvuk pro předčítání se nepodařilo připravit. Zkontrolujte nastavení zvuku a zkuste to znovu.
da: Lyden til oplæsning kunne ikke klargøres. Kontrollér lydindstillingerne, og prøv igen.
de: Audio für die Sprachausgabe konnte nicht vorbereitet werden. Prüfe deine Audioeinstellungen und versuche es erneut.
el: Δεν ήταν δυνατή η προετοιμασία ήχου για ομιλία. Ελέγξτε τις ρυθμίσεις ήχου και δοκιμάστε ξανά.
es_es: No se pudo preparar el audio para la voz. Revisa la configuración de audio e inténtalo de nuevo.
es_mx: No se pudo preparar el audio para la voz. Revisa la configuración de audio e inténtalo de nuevo.
et: Heli ei saanud kõneks ette valmistada. Kontrolli heliseadeid ja proovi uuesti.
fa: آماده‌سازی صدا برای گفتار ممکن نشد. تنظیمات صدا را بررسی و دوباره امتحان کنید.
fi: Äänen valmistelu puhetta varten epäonnistui. Tarkista ääniasetukset ja yritä uudelleen.
fr: Impossible de préparer l’audio pour la synthèse vocale. Vérifiez vos réglages audio et réessayez.
gu: વાચન માટે ઑડિયો તૈયાર થઈ શક્યો નહીં. તમારાં ઑડિયો સેટિંગ્સ તપાસીને ફરી પ્રયાસ કરો.
he: לא ניתן להכין שמע להקראה. יש לבדוק את הגדרות השמע ולנסות שוב.
hi: बोलने के लिए ऑडियो तैयार नहीं किया जा सका। अपनी ऑडियो सेटिंग्स जांचें और फिर से कोशिश करें।
hr: Nije moguće pripremiti zvuk za govor. Provjerite postavke zvuka i pokušajte ponovno.
hu: Nem sikerült előkészíteni a hangot a felolvasáshoz. Ellenőrizd a hangbeállításokat, majd próbáld újra.
id: Tidak dapat menyiapkan audio untuk pembacaan. Periksa pengaturan audio dan coba lagi.
is: Ekki tókst að undirbúa hljóð fyrir upplestur. Athugaðu hljóðstillingar og reyndu aftur.
it: Impossibile preparare l’audio per la lettura. Controlla le impostazioni audio e riprova.
ja: 読み上げ用の音声を準備できませんでした。オーディオ設定を確認して、もう一度お試しください。
kn: ಓದುವಿಕೆಗಾಗಿ ಆಡಿಯೊ ಸಿದ್ಧಪಡಿಸಲಾಗಲಿಲ್ಲ. ಆಡಿಯೊ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 음성 읽기용 오디오를 준비하지 못했습니다. 오디오 설정을 확인하고 다시 시도하세요.
lt: Nepavyko paruošti garso skaitymui balsu. Patikrinkite garso nustatymus ir bandykite dar kartą.
lv: Neizdevās sagatavot audio nolasīšanai. Pārbaudiet skaņas iestatījumus un mēģiniet vēlreiz.
ml: ശബ്ദവായനയ്ക്കായി ഓഡിയോ തയ്യാറാക്കാനായില്ല. ഓഡിയോ ക്രമീകരണങ്ങൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: वाचनासाठी ऑडिओ तयार करता आला नाही. ऑडिओ सेटिंग्ज तपासा आणि पुन्हा प्रयत्न करा.
nb: Kunne ikke klargjøre lyd for tale. Sjekk lydinnstillingene og prøv igjen.
nl: Audio voor spraak kon niet worden voorbereid. Controleer je audio-instellingen en probeer het opnieuw.
pa: ਬੋਲ ਕੇ ਪੜ੍ਹਨ ਲਈ ਆਡੀਓ ਤਿਆਰ ਨਹੀਂ ਹੋ ਸਕੀ। ਆਡੀਓ ਸੈਟਿੰਗਾਂ ਜਾਂਚੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się przygotować dźwięku do odczytu. Sprawdź ustawienia dźwięku i spróbuj ponownie.
pt_br: Não foi possível preparar o áudio para a fala. Verifique os ajustes de áudio e tente novamente.
ro: Sunetul pentru redarea vocală nu a putut fi pregătit. Verifică configurările audio și încearcă din nou.
ru: Не удалось подготовить звук для озвучивания. Проверьте настройки аудио и попробуйте снова.
sk: Zvuk na čítanie sa nepodarilo pripraviť. Skontrolujte nastavenia zvuku a skúste to znova.
sl: Zvoka za govor ni bilo mogoče pripraviti. Preverite nastavitve zvoka in poskusite znova.
sv: Ljudet för uppläsning kunde inte förberedas. Kontrollera ljudinställningarna och försök igen.
sw: Sauti haikuweza kuandaliwa kwa usomaji. Angalia mipangilio yako ya sauti na ujaribu tena.
ta: உரக்க வாசிப்பதற்கான ஒலியைத் தயாரிக்க முடியவில்லை. ஒலி அமைப்புகளைச் சரிபார்த்து மீண்டும் முயலவும்.
te: చదివి వినిపించడానికి ఆడియోను సిద్ధం చేయలేకపోయాము. మీ ఆడియో సెట్టింగ్‌లను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: เตรียมเสียงสำหรับการอ่านออกเสียงไม่ได้ ตรวจสอบการตั้งค่าเสียงแล้วลองอีกครั้ง
tr: Sesli okuma için ses hazırlanamadı. Ses ayarlarınızı kontrol edip tekrar deneyin.
uk: Не вдалося підготувати аудіо для озвучення. Перевірте параметри звуку та спробуйте ще раз.
ur: متن سنانے کے لیے آڈیو تیار نہیں ہو سکی۔ اپنی آڈیو ترتیبات چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể chuẩn bị âm thanh để đọc văn bản. Kiểm tra cài đặt âm thanh rồi thử lại.
zh_hans: 无法准备语音播放。请检查音频设置后重试。
zu: Umsindo wokufunda umbhalo awulungisekanga. Hlola izilungiselelo zomsindo bese uzama futhi.

source: Create "%@"
ar: إنشاء "%@"
bg: Създаване на „%@“
bn: "%@" তৈরি করুন
ca: Crea "%@"
cs: Vytvořit „%@“
da: Opret "%@"
de: "%@" erstellen
el: Δημιουργία «%@»
es_es: Crear "%@"
es_mx: Crear "%@"
et: Loo „%@”
fa: ساخت «%@»
fi: Luo ”%@”
fr: Créer « %@ »
gu: "%@" બનાવો
he: יצירת "%@"
hi: "%@" बनाएं
hr: Stvori "%@"
hu: „%@” létrehozása
id: Buat "%@"
is: Búa til „%@“
it: Crea "%@"
ja: "%@"を作成
kn: "%@" ರಚಿಸಿ
ko: "%@" 만들기
lt: Sukurti „%@“
lv: Izveidot “%@”
ml: “%@” സൃഷ്ടിക്കുക
mr: “%@” तयार करा
nb: Opprett «%@»
nl: ‘%@’ maken
pa: "%@" ਬਣਾਓ
pl: Utwórz „%@”
pt_br: Criar "%@"
ro: Creează „%@”
ru: Создать "%@"
sk: Vytvoriť „%@“
sl: Ustvari »%@«
sv: Skapa ”%@”
sw: Unda "%@"
ta: "%@" உருவாக்கு
te: "%@" సృష్టించు
th: สร้าง "%@"
tr: "%@" oluştur
uk: Створити «%@»
ur: "%@" بنائیں
vi: Tạo "%@"
zh_hans: 创建“%@”
zu: Dala "%@"

source: Create card
ar: إنشاء بطاقة
bg: Създаване на карта
bn: কার্ড তৈরি করুন
ca: Crea una targeta
cs: Vytvořit kartičku
da: Opret kort
de: Karte erstellen
el: Δημιουργία κάρτας
es_es: Crear tarjeta
es_mx: Crear tarjeta
et: Loo kaart
fa: ساخت کارت
fi: Luo kortti
fr: Créer une carte
gu: કાર્ડ બનાવો
he: יצירת כרטיסייה
hi: कार्ड बनाएं
hr: Stvori karticu
hu: Kártya létrehozása
id: Buat kartu
is: Búa til spjald
it: Crea scheda
ja: カードを作成
kn: ಕಾರ್ಡ್ ರಚಿಸಿ
ko: 카드 만들기
lt: Sukurti kortelę
lv: Izveidot kartīti
ml: കാർഡ് സൃഷ്ടിക്കുക
mr: कार्ड तयार करा
nb: Opprett kort
nl: Kaart maken
pa: ਕਾਰਡ ਬਣਾਓ
pl: Utwórz fiszkę
pt_br: Criar cartão
ro: Creează o fișă
ru: Создать карточку
sk: Vytvoriť kartu
sl: Ustvari kartico
sv: Skapa kort
sw: Unda kadi
ta: அட்டையை உருவாக்கு
te: కార్డు సృష్టించు
th: สร้างการ์ด
tr: Kart oluştur
uk: Створити картку
ur: کارڈ بنائیں
vi: Tạo thẻ
zh_hans: 创建卡片
zu: Dala ikhadi

source: Create with AI
ar: إنشاء بالذكاء الاصطناعي
bg: Създаване с ИИ
bn: এআই দিয়ে তৈরি করুন
ca: Crea amb IA
cs: Vytvořit pomocí AI
da: Opret med AI
de: Mit KI erstellen
el: Δημιουργία με ΤΝ
es_es: Crear con IA
es_mx: Crear con IA
et: Loo tehisintellektiga
fa: ساخت با هوش مصنوعی
fi: Luo tekoälyllä
fr: Créer avec l’IA
gu: AI સાથે બનાવો
he: יצירה עם AI
hi: AI की मदद से बनाएं
hr: Stvori uz AI
hu: Létrehozás AI-val
id: Buat dengan AI
is: Búa til með gervigreind
it: Crea con l’IA
ja: AIで作成
kn: AI ಬಳಸಿ ರಚಿಸಿ
ko: AI로 만들기
lt: Kurti su DI
lv: Izveidot ar MI
ml: AI ഉപയോഗിച്ച് സൃഷ്ടിക്കുക
mr: AI ने तयार करा
nb: Opprett med AI
nl: Maken met AI
pa: AI ਨਾਲ ਬਣਾਓ
pl: Utwórz z AI
pt_br: Criar com IA
ro: Creează cu AI
ru: Создать с ИИ
sk: Vytvoriť pomocou AI
sl: Ustvari z UI
sv: Skapa med AI
sw: Unda kwa AI
ta: AI மூலம் உருவாக்கு
te: AIతో సృష్టించు
th: สร้างด้วย AI
tr: AI ile oluştur
uk: Створити за допомогою ШІ
ur: AI سے بنائیں
vi: Tạo bằng AI
zh_hans: 使用 AI 创建
zu: Dala nge-AI

source: Current
ar: الحالي
bg: Текущ
bn: বর্তমান
ca: Actual
cs: Aktuální
da: Aktuel
de: Aktuell
el: Τρέχον
es_es: Actual
es_mx: Actual
et: Praegune
fa: فعلی
fi: Nykyinen
fr: Actuelle
gu: વર્તમાન
he: נוכחי
hi: वर्तमान
hr: Trenutačno
hu: Jelenlegi
id: Saat ini
is: Núverandi
it: Attuale
ja: 現在
kn: ಪ್ರಸ್ತುತ
ko: 현재
lt: Dabartinis
lv: Pašreizējais
ml: നിലവിലുള്ളത്
mr: सध्याचे
nb: Nåværende
nl: Huidig
pa: ਮੌਜੂਦਾ
pl: Bieżące
pt_br: Atual
ro: Actual
ru: Текущая
sk: Aktuálne
sl: Trenutno
sv: Aktuell
sw: Ya sasa
ta: தற்போதையது
te: ప్రస్తుత
th: ปัจจุบัน
tr: Mevcut
uk: Поточна
ur: موجودہ
vi: Hiện tại
zh_hans: 当前
zu: Okwamanje

source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es_es: Eliminar
es_mx: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fr: Supprimer
gu: કાઢી નાખો
he: מחיקה
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
kn: ಅಳಿಸಿ
ko: 삭제
lt: Ištrinti
lv: Dzēst
ml: ഇല്ലാതാക്കുക
mr: हटवा
nb: Slett
nl: Verwijderen
pa: ਮਿਟਾਓ
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
sw: Futa
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zu: Susa

source: Delete card
ar: حذف البطاقة
bg: Изтриване на карта
bn: কার্ড মুছুন
ca: Elimina la targeta
cs: Smazat kartičku
da: Slet kort
de: Karte löschen
el: Διαγραφή κάρτας
es_es: Eliminar tarjeta
es_mx: Eliminar tarjeta
et: Kustuta kaart
fa: حذف کارت
fi: Poista kortti
fr: Supprimer la carte
gu: કાર્ડ કાઢી નાખો
he: מחיקת כרטיסייה
hi: कार्ड हटाएं
hr: Izbriši karticu
hu: Kártya törlése
id: Hapus kartu
is: Eyða spjaldi
it: Elimina scheda
ja: カードを削除
kn: ಕಾರ್ಡ್ ಅಳಿಸಿ
ko: 카드 삭제
lt: Ištrinti kortelę
lv: Dzēst kartīti
ml: കാർഡ് ഇല്ലാതാക്കുക
mr: कार्ड हटवा
nb: Slett kort
nl: Kaart verwijderen
pa: ਕਾਰਡ ਮਿਟਾਓ
pl: Usuń fiszkę
pt_br: Excluir cartão
ro: Șterge fișa
ru: Удалить карточку
sk: Vymazať kartu
sl: Izbriši kartico
sv: Radera kort
sw: Futa kadi
ta: அட்டையை நீக்கு
te: కార్డు తొలగించు
th: ลบการ์ด
tr: Kartı sil
uk: Видалити картку
ur: کارڈ حذف کریں
vi: Xóa thẻ
zh_hans: 删除卡片
zu: Susa ikhadi

source: Delete this card?
ar: هل تريد حذف هذه البطاقة؟
bg: Изтриване на тази карта?
bn: এই কার্ডটি মুছবেন?
ca: Vols suprimir aquesta targeta?
cs: Smazat tuto kartičku?
da: Slet dette kort?
de: Diese Karte löschen?
el: Να διαγραφεί αυτή η κάρτα;
es_es: ¿Eliminar esta tarjeta?
es_mx: ¿Eliminar esta tarjeta?
et: Kas kustutada see kaart?
fa: این کارت حذف شود؟
fi: Poistetaanko tämä kortti?
fr: Supprimer cette carte ?
gu: આ કાર્ડ કાઢી નાખવું છે?
he: למחוק את הכרטיסייה הזו?
hi: क्या इस कार्ड को हटाना है?
hr: Izbrisati ovu karticu?
hu: Törlöd ezt a kártyát?
id: Hapus kartu ini?
is: Eyða þessu spjaldi?
it: Eliminare questa scheda?
ja: このカードを削除しますか？
kn: ಈ ಕಾರ್ಡ್ ಅಳಿಸಬೇಕೆ?
ko: 이 카드를 삭제할까요?
lt: Ištrinti šią kortelę?
lv: Dzēst šo kartīti?
ml: ഈ കാർഡ് ഇല്ലാതാക്കണോ?
mr: हे कार्ड हटवायचे?
nb: Slette dette kortet?
nl: Deze kaart verwijderen?
pa: ਇਹ ਕਾਰਡ ਮਿਟਾਉਣਾ ਹੈ?
pl: Usunąć tę fiszkę?
pt_br: Excluir este cartão?
ro: Ștergi această fișă?
ru: Удалить эту карточку?
sk: Vymazať túto kartu?
sl: Želite izbrisati to kartico?
sv: Radera det här kortet?
sw: Ufute kadi hii?
ta: இந்த அட்டையை நீக்கவா?
te: ఈ కార్డును తొలగించాలా?
th: ลบการ์ดนี้หรือไม่?
tr: Bu kart silinsin mi?
uk: Видалити цю картку?
ur: یہ کارڈ حذف کریں؟
vi: Xóa thẻ này?
zh_hans: 删除这张卡片？
zu: Susa leli khadi?

source: Deleting removes this card from the local list and from the next sync.
ar: سيؤدي الحذف إلى إزالة هذه البطاقة من القائمة المحلية ومن المزامنة التالية.
bg: Изтриването премахва тази карта от локалния списък и от следващото синхронизиране.
bn: মুছে ফেলার ফলে এই কার্ডটি স্থানীয় তালিকা থেকে এবং পরবর্তী সিঙ্ক থেকে মুছে যায়।
ca: Si suprimeixes, s'elimina aquesta targeta de la llista local i de la següent sincronització.
cs: Smazáním se kartička odstraní z místního seznamu a při příští synchronizaci.
da: Sletning fjerner kortet fra den lokale liste og ved næste synkronisering.
de: Durch das Löschen wird diese Karte aus der lokalen Liste und aus der nächsten Synchronisierung entfernt.
el: Η διαγραφή αφαιρεί την κάρτα από την τοπική λίστα και κατά τον επόμενο συγχρονισμό.
es_es: Al eliminarla, esta tarjeta se quita de la lista local y de la próxima sincronización.
es_mx: Al eliminarla, esta tarjeta se quita de la lista local y de la próxima sincronización.
et: Kustutamine eemaldab selle kaardi kohalikust loendist ja järgmisest sünkroonimisest.
fa: با حذف، این کارت از فهرست محلی و همگام‌سازی بعدی برداشته می‌شود.
fi: Poistaminen poistaa kortin paikallisesta luettelosta ja seuraavasta synkronoinnista.
fr: La suppression retire cette carte de la liste locale et de la prochaine synchronisation.
gu: કાઢી નાખવાથી આ કાર્ડ સ્થાનિક યાદીમાંથી અને આગલા સિંકમાંથી દૂર થશે.
he: המחיקה מסירה את הכרטיסייה מהרשימה המקומית ומהסנכרון הבא.
hi: हटाने पर यह कार्ड स्थानीय सूची और अगली सिंक, दोनों से हट जाएगा।
hr: Brisanje uklanja ovu karticu s lokalnog popisa i iz sljedeće sinkronizacije.
hu: A törlés eltávolítja a kártyát a helyi listából és a következő szinkronizálásból.
id: Penghapusan menghapus kartu ini dari daftar lokal dan sinkronisasi berikutnya.
is: Eyðing fjarlægir spjaldið af staðbundna listanum og úr næstu samstillingu.
it: La scheda verrà rimossa dall’elenco locale e dal cloud alla prossima sincronizzazione.
ja: 削除すると、このカードはローカル一覧から削除され、次回の同期対象からも外れます。
kn: ಅಳಿಸಿದಾಗ ಈ ಕಾರ್ಡ್ ಸ್ಥಳೀಯ ಪಟ್ಟಿಯಿಂದ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ಮತ್ತು ಮುಂದಿನ ಸಿಂಕ್‌ನಲ್ಲಿ ಅಳಿಸುವಿಕೆ ಅನ್ವಯಿಸುತ್ತದೆ.
ko: 삭제하면 카드가 로컬 목록에서 제거되고 다음 동기화에 반영됩니다.
lt: Ištrynus kortelė pašalinama iš vietinio sąrašo ir per kitą sinchronizavimą.
lv: Dzēšot, kartīte tiek noņemta no vietējā saraksta un nākamās sinhronizācijas laikā.
ml: ഇല്ലാതാക്കുമ്പോൾ ഈ കാർഡ് പ്രാദേശിക പട്ടികയിൽ നിന്നും അടുത്ത സമന്വയത്തിലും നീക്കം ചെയ്യും.
mr: हटवल्यावर हे कार्ड स्थानिक यादीतून काढले जाते आणि पुढील समक्रमणातही हटवले जाते.
nb: Sletting fjerner kortet fra den lokale listen og ved neste synkronisering.
nl: Verwijderen haalt deze kaart uit de lokale lijst en verwijdert deze ook bij de volgende synchronisatie.
pa: ਮਿਟਾਉਣ ਨਾਲ ਇਹ ਕਾਰਡ ਸਥਾਨਕ ਸੂਚੀ ਤੋਂ ਅਤੇ ਅਗਲੇ ਸਿੰਕ ਵੇਲੇ ਹਟ ਜਾਂਦਾ ਹੈ।
pl: Usunięcie usuwa fiszkę z lokalnej listy i przy następnej synchronizacji.
pt_br: Ao excluir, este cartão sai da lista local e da próxima sincronização.
ro: Ștergerea elimină fișa din lista locală și la următoarea sincronizare.
ru: При удалении карточка будет убрана из локального списка и из следующей синхронизации.
sk: Vymazaním sa táto karta odstráni z miestneho zoznamu a pri ďalšej synchronizácii.
sl: Z izbrisom se ta kartica odstrani z lokalnega seznama in ob naslednji sinhronizaciji.
sv: Kortet tas bort från den lokala listan och vid nästa synkronisering.
sw: Kufuta huondoa kadi hii kwenye orodha ya kifaa na kwenye usawazishaji unaofuata.
ta: நீக்குவது இந்த அட்டையைச் சாதனத்தின் பட்டியலிலிருந்தும் அடுத்த ஒத்திசைவிலிருந்தும் அகற்றும்.
te: తొలగించడం వల్ల ఈ కార్డు స్థానిక జాబితా నుంచి, తదుపరి సింక్ నుంచి తీసివేయబడుతుంది.
th: การลบจะนำการ์ดนี้ออกจากรายการในเครื่องและออกจากข้อมูลในการซิงค์ครั้งถัดไป
tr: Silme işlemi bu kartı yerel listeden ve bir sonraki eşzamanlamada buluttan kaldırır.
uk: Картку буде видалено з локального списку та під час наступної синхронізації.
ur: حذف کرنے سے یہ کارڈ مقامی فہرست سے اور اگلی ہم وقت سازی سے ہٹ جاتا ہے۔
vi: Thao tác xóa sẽ loại bỏ thẻ này khỏi danh sách trên thiết bị và ở lần đồng bộ tiếp theo.
zh_hans: 删除后，这张卡片会从本地列表中移除，并在下次同步时删除。
zu: Ukususa kukhipha leli khadi ohlwini lwasendaweni nasekuvumelaniseni okulandelayo.

# demo_card_back_1
source: %@ — the app you are looking at right now. Everything here is a flashcard: a question on the front, the answer on the back.
ar: %@ — التطبيق الذي تنظر إليه الآن. كل شيء هنا عبارة عن بطاقة: سؤال على الوجه الأمامي وإجابة على الوجه الخلفي.
bg: %@ — приложението, което виждате в момента. Всичко тук е учебна карта: въпрос на лицето и отговор на гърба.
bn: %@ — এই মুহূর্তে আপনি যে অ্যাপটি দেখছেন। এখানে সবকিছুই একটি শেখার কার্ড: সামনের দিকে প্রশ্ন, পেছনের দিকে উত্তর।
ca: %@ — l’app que estàs mirant ara mateix. Aquí tot és una targeta d’estudi: una pregunta a l’anvers i la resposta al revers.
cs: %@ — aplikace, na kterou se právě díváte. Všechno je tu kartička: otázka na přední straně, odpověď na zadní.
da: %@ — appen, du kigger på lige nu. Alt her er et læringskort: et spørgsmål på forsiden og svaret på bagsiden.
de: %@ — die App, die du gerade vor dir hast. Alles hier ist eine Karte: vorne eine Frage, hinten die Antwort.
el: %@ — η εφαρμογή που βλέπετε αυτή τη στιγμή. Όλα εδώ είναι κάρτες: μια ερώτηση στην μπροστινή πλευρά, η απάντηση στην πίσω.
es_es: %@ — la aplicación que estás viendo ahora mismo. Todo aquí es una tarjeta: una pregunta en el anverso y la respuesta en el reverso.
es_mx: %@ — la aplicación que estás viendo ahora mismo. Todo aquí es una tarjeta: una pregunta en el frente y la respuesta en el reverso.
et: %@ — rakendus, mida praegu vaatad. Kõik siin on õpikaart: esiküljel küsimus, tagaküljel vastus.
fa: %@ — همان برنامه‌ای که اکنون می‌بینید. همه‌چیز اینجا یک فلش‌کارت است: پرسش در رو و پاسخ در پشت.
fi: %@ — sovellus, jota katsot juuri nyt. Kaikki täällä on muistikortteja: kysymys etupuolella ja vastaus kääntöpuolella.
fr: %@ — l’application que vous avez sous les yeux en ce moment. Ici, tout est une carte : une question au recto, la réponse au verso.
gu: %@ — તમે અત્યારે જોઈ રહ્યા છો તે ઍપ. અહીં બધું એક ફ્લૅશકાર્ડ છે: આગળ પ્રશ્ન અને પાછળ જવાબ.
he: %@ — האפליקציה שמוצגת מולך כרגע. הכול כאן כרטיסיות: שאלה בחזית, והתשובה בגב.
hi: %@ — वही ऐप जिसे आप अभी देख रहे हैं। यहाँ सब कुछ एक कार्ड है: सामने एक सवाल, पीछे उसका जवाब।
hr: %@ — aplikacija koju upravo gledate. Ovdje je sve kartica za učenje: pitanje na prednjoj strani, odgovor na poleđini.
hu: %@ — az alkalmazás, amit éppen nézel. Itt minden egy tanulókártya: elöl a kérdés, hátul a válasz.
id: %@ — aplikasi yang sedang Anda lihat. Semua di sini adalah kartu belajar: pertanyaan di depan, jawaban di belakang.
is: %@ — forritið sem þú ert að horfa á núna. Hér er allt minnisspjald: spurning á framhlið og svar á bakhlið.
it: %@ — l’app che stai guardando proprio ora. Qui tutto è una scheda: una domanda sul fronte, la risposta sul retro.
ja: %@ — 今まさに見ているこのアプリです。ここにあるものはすべてカードです。表に問題、裏に答えがあります。
kn: %@ — ನೀವು ಈಗ ನೋಡುತ್ತಿರುವ ಆ್ಯಪ್. ಇಲ್ಲಿ ಎಲ್ಲವೂ ಫ್ಲ್ಯಾಶ್‌ಕಾರ್ಡ್: ಮುಂಭಾಗದಲ್ಲಿ ಪ್ರಶ್ನೆ, ಹಿಂಭಾಗದಲ್ಲಿ ಉತ್ತರ.
ko: %@ — 지금 보고 있는 앱입니다. 여기서는 모든 것이 플래시카드입니다. 앞면에는 질문, 뒷면에는 답이 있습니다.
lt: %@ – programėlė, į kurią dabar žiūrite. Čia viskas yra mokymosi kortelė: klausimas priekyje, atsakymas kitoje pusėje.
lv: %@ — lietotne, kuru pašlaik skatāt. Šeit viss ir mācību kartīte: jautājums priekšpusē, atbilde aizmugurē.
ml: %@ — നിങ്ങൾ ഇപ്പോൾ കാണുന്ന ആപ്പ്. ഇവിടെയുള്ളതെല്ലാം ഫ്ലാഷ്കാർഡാണ്: മുൻവശത്ത് ചോദ്യം, പിൻവശത്ത് ഉത്തരം.
mr: %@ — तुम्ही सध्या पाहत असलेले अ‍ॅप. येथे सर्व काही फ्लॅशकार्ड आहे: समोर प्रश्न आणि मागे उत्तर.
nb: %@ — appen du ser på akkurat nå. Alt her er et læringskort: et spørsmål på forsiden og svaret på baksiden.
nl: %@ — de app die je nu bekijkt. Alles hier is een leerkaart: een vraag op de voorkant, het antwoord op de achterkant.
pa: %@ — ਉਹ ਐਪ ਜੋ ਤੁਸੀਂ ਇਸ ਵੇਲੇ ਵੇਖ ਰਹੇ ਹੋ। ਇੱਥੇ ਹਰ ਚੀਜ਼ ਇੱਕ ਫਲੈਸ਼ਕਾਰਡ ਹੈ: ਅੱਗੇ ਸਵਾਲ, ਪਿੱਛੇ ਜਵਾਬ।
pl: %@ — aplikacja, na którą właśnie patrzysz. Wszystko tutaj jest fiszką: pytanie z przodu, odpowiedź z tyłu.
pt_br: %@ — o app que você está vendo agora mesmo. Aqui tudo é um cartão: uma pergunta na frente e a resposta no verso.
ro: %@ — aplicația la care te uiți chiar acum. Totul aici este o fișă: o întrebare pe față și răspunsul pe verso.
ru: %@ — приложение, которое вы видите прямо сейчас. Здесь всё — это карточки: вопрос на лицевой стороне, ответ на обратной.
sk: %@ — aplikácia, na ktorú sa práve pozeráte. Všetko je tu kartou: otázka na prednej strane, odpoveď na zadnej.
sl: %@ — aplikacija, ki jo pravkar gledate. Vse tukaj je učna kartica: vprašanje na sprednji strani in odgovor na zadnji.
sv: %@ — appen du tittar på just nu. Allt här är ett minneskort: en fråga på framsidan och svaret på baksidan.
sw: %@ — programu unayotazama sasa hivi. Kila kitu hapa ni kadi ya kujifunzia: swali mbele, jibu nyuma.
ta: %@ — நீங்கள் இப்போது பார்க்கும் செயலி. இங்கே அனைத்தும் கற்றல் அட்டைகளே: முன்புறம் கேள்வி, பின்புறம் பதில்.
te: %@ — మీరు ప్రస్తుతం చూస్తున్న యాప్. ఇక్కడ ప్రతిదీ ఒక అభ్యాస కార్డే: ముందు వైపు ప్రశ్న, వెనుక వైపు సమాధానం.
th: %@ คือแอปที่คุณกำลังดูอยู่ตอนนี้ ทุกอย่างที่นี่เป็นแฟลชการ์ด: ด้านหน้าเป็นคำถาม ด้านหลังเป็นคำตอบ
tr: %@ — şu anda baktığınız uygulama. Burada her şey bir bilgi kartıdır: ön yüzde soru, arka yüzde yanıt.
uk: %@ — застосунок, на який ви зараз дивитеся. Тут усе — навчальні картки: запитання на лицьовому боці, відповідь на звороті.
ur: %@ — وہ ایپ جسے آپ ابھی دیکھ رہے ہیں۔ یہاں ہر چیز ایک فلیش کارڈ ہے: سامنے سوال، اور پیچھے جواب۔
vi: %@ — ứng dụng bạn đang xem ngay lúc này. Mọi thứ ở đây đều là thẻ ghi nhớ: câu hỏi ở mặt trước, câu trả lời ở mặt sau.
zh_hans: %@ —— 你现在正在看的这个应用。这里的一切都是卡片：正面是问题，背面是答案。
zu: %@ — uhlelo lokusebenza olubhekile manje. Konke lapha kuyikhadi lokufunda: umbuzo ngaphambili, impendulo ngemuva.
